Repository: slyvioborin/halva-wordpress-turkish-translation
Catalog: *.po
Languages: tr_tr

source: Button: Show hidden sidebar (setting description)
tr_tr: Düğme: Gizli kenar çubuğunu göster (ayar açıklaması)

source: Button: Toggle color mode (moon/sun icon)
tr_tr: Düğme: Renk modunu değiştir (ay/güneş simgesi)

source: Default Color Mode: Light or Dark
tr_tr: Varsayılan Renk Modu: Açık veya Koyu

source: Light mode
tr_tr: Işık modu

source: Dark mode
tr_tr: Karanlık mod

source: This setting changes the default color mode for your site (Light or Dark). Important! If your current browser has the "halva_color_scheme" cookie, then your site's color mode will not change in that browser. The color mode will change for visitors who do not have this cookie.
tr_tr: Bu ayar, siteniz için varsayılan renk modunu (Aydınlık veya Koyu) değiştirir. Önemli! Mevcut tarayıcınızda "halva_color_scheme" çerezi varsa, sitenizin renk modu o tarayıcıda değişmeyecektir. Bu çereze sahip olmayan ziyaretçiler için renk modu değişecektir.

source: Default Color Mode (setting description)
tr_tr: Varsayılan Renk Modu (ayar açıklaması)

source: Button: Toggle between font types (font icon)
tr_tr: Düğme: Yazı tipi türleri arasında geçiş yap (yazı tipi simgesi)

source: Default Fonts: Sans-serif or Serif
tr_tr: Varsayılan Yazı Tipleri: Sans-serif veya Serif

source: This setting changes the default fonts (Sans-serif or Serif fonts). Important! If your current browser has the "halva_font_type" cookie, then the fonts will not change in that browser. The fonts will change for visitors who do not have this cookie.
tr_tr: Bu ayar varsayılan yazı tiplerini (Sans-serif veya Serif yazı tipleri) değiştirir. Önemli! Mevcut tarayıcınızda "halva_font_type" çerezi varsa, o tarayıcıdaki yazı tipleri değişmeyecektir. Bu çereze sahip olmayan ziyaretçiler için yazı tipleri değişecektir.

source: Default Fonts (setting description)
tr_tr: Varsayılan Yazı Tipleri (ayar açıklaması)

source: Button: Show/hide search form (search icon)
tr_tr: Düğme: Arama formunu göster/gizle (arama simgesi)

source: Button: Back to top. Note: This button is not available on mobile devices
tr_tr: Düğme: Başa dön. Not: Bu düğme mobil cihazlarda kullanılamaz

source: Colors And Styles
tr_tr: Renkler ve Stiller

source: Colors
tr_tr: Renkler

source: Light Mode: Hover/Active Color (Default Color: #786fff)
tr_tr: Aydınlık Mod: Vurgulu/Aktif Renk (Varsayılan Renk: #786fff)

source: Dark Mode: Hover/Active Color (Default Color: #877fff)
tr_tr: Karanlık Mod: Vurgulu/Aktif Renk (Varsayılan Renk: #877fff)

source: Styles
tr_tr: Stiller

source: Add text transformation for some text elements (text-transform: capitalize)
tr_tr: Bazı metin öğeleri için metin dönüşümü ekleyin (text-transform: capitalize)

source: This option adds the "text-transform: capitalize" property to some text elements. Example: "You may also like" > "You May Also Like".
tr_tr: Bu seçenek, bazı metin öğelerine "text-transform: capitalize" özelliğini ekler. Örnek: "Bunu da beğenebilirsiniz" > "Bunu Da Beğenebilirsiniz".

source: Add text transformation for some text elements (setting description)
tr_tr: Bazı metin öğeleri için metin dönüşümü ekleme (ayar açıklaması)

source: Enable hover effects when hovering over a widget image. Note: These styles only apply to additional widgets in the Halva theme
tr_tr: Bir widget görüntüsünün üzerine gelindiğinde fareyle üzerine gelme efektlerini etkinleştirin. Not: Bu stiller yalnızca Halva temasındaki ek widget'lar için geçerlidir

source: Cookies
tr_tr: Çerezler

source: HTTP cookies (also called web cookies, Internet cookies, browser cookies, or simply cookies) are small blocks of data created by a web server while a user is browsing a website and placed on the user's computer or other device by the user's web browser. This theme uses cookies to store the selected blog layout (One column or Three columns), color mode (Light or Dark), and selected fonts (Serif fonts or Sans-serif fonts). In the settings below you can allow or disallow the use of cookies.
tr_tr: HTTP çerezleri (web çerezleri, internet çerezleri, tarayıcı çerezleri veya basitçe çerezler olarak da adlandırılır), bir kullanıcı bir web sitesinde gezinirken bir web sunucusu tarafından oluşturulan ve kullanıcının web tarayıcısı tarafından kullanıcının bilgisayarına veya başka bir cihaza yerleştirilen küçük veri bloklarıdır. Bu tema, seçilen blog düzenini (Bir sütun veya Üç sütun), renk modunu (Aydınlık veya Koyu) ve seçilen yazı tiplerini (Serif yazı tipleri veya Sans-serif yazı tipleri) depolamak için çerezleri kullanır. Aşağıdaki ayarlarda çerezlerin kullanımına izin verebilir veya vermeyebilirsiniz.

source: Cookies: Description of the Settings Section
tr_tr: Çerezler: Ayarlar bölümünün açıklaması

source: Cookies: Enable/Disable
tr_tr: Çerezler: Etkinleştir/Devre Dışı Bırak

source: Use a cookie to save the selected layout (one column or three columns)?
tr_tr: Seçilen düzeni (bir sütun ya da üç sütun) kaydetmek için bir çerez kullanısın mı?

source: Use a cookie to save the selected color mode (light or dark)?
tr_tr: Seçilen renk modunu (aydınlık veya koyu) kaydetmek için bir çerez kullanılsın mı?

source: Use a cookie to save the selected type of fonts (sans-serif fonts or serif fonts)?
tr_tr: Seçilen yazı tipi türünü (sans-serif yazı tipleri veya serif yazı tipleri) kaydetmek için bir çerez kullanılsın mı?

source: Cookies Notice
tr_tr: Çerez Bildirimi

source: Show cookies notice
tr_tr: Çerez bildirimini göster

source: Cookies Notice On Mobile Devices
tr_tr: Mobil Cihazlarda Çerez Bildirimi

source: Hidden notification
tr_tr: Gizli bildirim

source: Visible notification
tr_tr: Görünür bildirim

source: Cookies Notice: Title (Required Field)
tr_tr: Çerez Bildirimi: Başlık (Doldurulması zorunlu alan)

source: Cookies Notice: Text (Required Field)
tr_tr: Çerez Bildirimi: Metin (Gerekli Alan)

source: Add your text with information about the use of cookies on your site. You can use the following HTML tags: p, a, span, strong, b, em, i, br. The following attributes are allowed for these tags: "p - class", "a - href, title, target, class, rel", "span - class", "i - class".
tr_tr: Sitenizde çerezlerin kullanımı hakkında bilgi içeren metninizi ekleyin. Şu HTML etiketlerini kullanabilirsiniz: p, a, span, strong, b, em, i, br. Bu etiketler için şu niteliklere izin verilir: "p - class", "a - href, title, target, class, rel", "span - class", "i - class".

source: Cookies Notice Text: Allowed HTML Tags
tr_tr: Çerez Bildirim Metni: İzin Verilen HTML Etiketleri

source: Cookies Notice: Button Text (Required Field)
tr_tr: Çerez Bildirimi: Buton Metni (Gerekli Alan)

source: Additional Settings
tr_tr: Ek Ayarlar

source: Homepage carousel
tr_tr: Ana Sayfa Slaytı

source: Add this post to the carousel on your homepage
tr_tr: Bu gönderiyi ana sayfanızdaki slayta ekleyin

source: Add an image for the carousel
tr_tr: Slayt için bir görsel ekleyin

source: This image will be displayed in the carousel. If there is no alternative image, the carousel will display the Featured Image for that post.
tr_tr: Bu resim slaytta görüntülenecektir. Alternatif bir görsel yoksa slaytta o gönderi için Öne Çıkan Görsel gösterilir.

source: Single post page: Featured media
tr_tr: Tek gönderi sayfası: Öne çıkan medya

source: Show or hide your featured media on the post page?
tr_tr: Öne çıkan medyanızı gönderi sayfasında gösterin veya gizleyin?

source: Default value: Show. Featured media appears at the top of the post page under the post title. Featured media includes: featured image, slider, video, and audio.
tr_tr: Varsayılan değer: Göster. Öne çıkan medya, yazı sayfasının üst kısmında, yazı başlığının altında görünür. Öne çıkan medya şunları içerir: öne çıkan görüntü, slayt, video ve ses.

source: Show
tr_tr: Göster

source: Hide
tr_tr: Gizle

source: Show / Hide
tr_tr: Göster / Gizle

source: Gallery Format Settings
tr_tr: Galeri Biçimi Ayarları

source: Media type
tr_tr: Ortam türü

source: This option applies to pages with posts. Default value: Slider.
tr_tr: Bu seçenek, yazıları olan sayfalar için geçerlidir. Varsayılan değer: Kayan.

source: Featured image
tr_tr: Öne çıkan resim

source: Slider
tr_tr: Slayt

source: Featured image / Slider
tr_tr: Öne çıkan resim / Slayt

source: Add images
tr_tr: Resim ekle

source: Video Format Settings
tr_tr: Video Formatı Ayarları

source: This option applies to pages with posts. Default value: Video player (iframe).
tr_tr: Bu seçenek, yazıları olan sayfalar için geçerlidir. Varsayılan değer: Video oynatıcı (iframe).

source: Video player (iframe)
tr_tr: Video oynatıcı (iframe)

source: Video player / Featured image
tr_tr: Video oynatıcı / Öne çıkan resim

source: Video URL
tr_tr: Video URL'si

source: Insert a link (URL) on a video from one of the video hosting sites: YouTube, Vimeo, etc.
tr_tr: Video barındırma sitelerinden birinden bir videoya bir bağlantı (URL) ekleyin: YouTube, Vimeo, vb.

source: Audio Format Settings
tr_tr: Ses Biçimi Ayarları

source: This option applies to pages with posts. Default value: Audio player (iframe).
tr_tr: Bu seçenek, yazıları olan sayfalar için geçerlidir. Varsayılan değer: Ses çalar (iframe).

source: Audio player (iframe)
tr_tr: Ses oynatıcı (iframe)

source: Audio player / Featured image
tr_tr: Ses oynatıcı / Öne çıkan resim

source: Insert a link (URL) on a song from the SoundCloud service.
tr_tr: SoundCloud hizmetindeki bir şarkıdan bağlantı (URL) ekleyin.

source: Link Format Settings
tr_tr: Bağlantı Biçimi Ayarları

source: Open link in... (target attribute)
tr_tr: Bağlantıyı şurada aç... (hedef özelliği)

source: Default value: New tab (_blank).
tr_tr: Varsayılan değer: Yeni sekme (_blank).

source: Current tab (_self)
tr_tr: Geçerli sekme (_self)

source: New tab (_blank)
tr_tr: Yeni sekme (_blank)

source: Current tab / New tab
tr_tr: Geçerli sekme / Yeni sekme

source: Install Required Plugins
tr_tr: Gerekli Eklentileri Yükleyin

source: Install Plugins
tr_tr: Eklentileri Yükle

source: Installing Plugin: %s
tr_tr: Eklenti yükleniyor: %s

source: Updating Plugin: %s
tr_tr: Eklenti Güncelleniyor: %s

source: Something went wrong with the plugin API.
tr_tr: Eklenti API'sinde bir sorun oluştu.

source: This theme requires the following plugin: %1$s.
tr_tr: Bu tema aşağıdaki eklentiyi gerektirir: %1$s.

source: This theme recommends the following plugin: %1$s.
tr_tr: Bu tema aşağıdaki eklentiyi önerir: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
tr_tr: Bu temayla maksimum uyumluluğu sağlamak için aşağıdaki eklentinin en son sürümüne güncellenmesi gerekir: %1$s.

source: There is an update available for: %1$s.
tr_tr: Şunun için bir güncelleme mevcut: %1$s.

source: The following required plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki gerekli eklenti şu anda etkin değil: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki önerilen eklenti şu anda etkin değil: %1$s.

source: Begin installing plugin
tr_tr: Eklentiyi yüklemeye başlayın

source: Begin updating plugin
tr_tr: Eklentiyi güncellemeye başlayın

source: Begin activating plugin
tr_tr: Eklentiyi etkinleştirmeye başlayın

source: Return to Required Plugins Installer
tr_tr: Gerekli Eklenti Yükleyicisine Dön

source: Return to the Dashboard
tr_tr: Başlangıca geri dön

source: Plugin activated successfully.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: The following plugin was activated successfully:
tr_tr: Aşağıdaki eklenti başarıyla etkinleştirildi:

source: No action taken. Plugin %1$s was already active.
tr_tr: Herhangi bir işlem yapılmadı. %1$s eklentisi zaten aktifti.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr_tr: Eklenti etkinleştirilmedi. Bu tema için %s'nin daha yüksek bir sürümü gereklidir. Lütfen eklentiyi güncelleyin.

source: All plugins installed and activated successfully. %1$s
tr_tr: Tüm eklentiler başarıyla yüklendi ve etkinleştirildi. %1$s

source: Dismiss this notice
tr_tr: Bu bildirimi kapat

source: There are one or more required or recommended plugins to install, update or activate.
tr_tr: Yüklenmesi, güncellenmesi veya etkinleştirilmesi gereken bir veya daha fazla gerekli veya önerilen eklenti var.

source: Please contact the administrator of this site for help.
tr_tr: Yardım için lütfen bu sitenin yöneticisiyle iletişime geçin.

source: This plugin needs to be updated to be compatible with your theme.
tr_tr: Bu eklentinin temanızla uyumlu olması için güncellenmesi gerekiyor.

source: Update Required
tr_tr: Güncelleme Gerekli

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr_tr: Uzak eklenti paketi, istenen bilgi içeren bir klasör içermiyor ve yeniden adlandırma işe yaramadı.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr_tr: Lütfen eklenti sağlayıcısıyla iletişime geçin ve eklentilerini WordPress yönergelerine göre paketlemelerini isteyin.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr_tr: Uzak eklenti paketi birden fazla dosyadan oluşuyor, ancak dosyalar bir klasörde paketlenmemiş.

# plugin A *and* plugin B
source: and
tr_tr: ve

source: Required
tr_tr: Gerekli

source: Recommended
tr_tr: Önerilen

source: WordPress Repository
tr_tr: WordPress Deposu

source: External Source
tr_tr: Dış Kaynak

source: Pre-Packaged
tr_tr: Önceden Paketlenmiş

source: Not Installed
tr_tr: Yüklü Değil

source: Installed But Not Activated
tr_tr: Yüklendi Ama Etkinleştirilmedi

source: Active
tr_tr: Etkin

source: Required Update not Available
tr_tr: Gerekli Güncelleme Mevcut Değil

source: Requires Update
tr_tr: Güncelleme Gerektirir

source: Update recommended
tr_tr: Güncelleme önerilir

# plugins
source: All <span class="count">(%s)</span>
tr_tr: Tüm <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
tr_tr: Yüklemek için <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
tr_tr: Güncelleme Mevcut <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
tr_tr: <span class="count">(%s)</span> etkinleştirmek için

# as in: "version nr unknown"
source: unknown
tr_tr: bilinmeyen

source: Installed version:
tr_tr: Yüklü sürüm:

source: Minimum required version:
tr_tr: Gerekli en düşük sürüm:

source: Available version:
tr_tr: Mevcut sürüm:

source: No plugins to install, update or activate.
tr_tr: Yüklenecek, güncellenecek veya etkinleştirilecek eklenti yok.

source: Plugin
tr_tr: Eklenti

source: Source
tr_tr: Kaynak

source: Type
tr_tr: Tür

source: Version
tr_tr: Sürüm

source: Status
tr_tr: Durum

source: Install %2$s
tr_tr: %2$s'yi yükleyin

source: Update %2$s
tr_tr: %2$s'yi güncelle

source: Activate %2$s
tr_tr: %2$s'yi etkinleştirin

source: Upgrade message from the plugin author:
tr_tr: Eklenti yazarından yükseltme mesajı:

source: Install
tr_tr: Yükle

source: Update
tr_tr: Güncelle

source: Activate
tr_tr: Etkinleştir

source: No plugins were selected to be installed. No action taken.
tr_tr: Yüklenmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins were selected to be updated. No action taken.
tr_tr: Güncellenmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins are available to be installed at this time.
tr_tr: Şu anda yüklenebilecek eklenti yok.

source: No plugins are available to be updated at this time.
tr_tr: Şu anda güncellenebilecek hiçbir eklenti yok.

source: No plugins were selected to be activated. No action taken.
tr_tr: Etkinleştirilmek üzere hiçbir eklenti seçilmedi. Herhangi bir işlem yapılmadı.

source: No plugins are available to be activated at this time.
tr_tr: Şu anda etkinleştirilebilecek hiçbir eklenti yok.

source: Plugin activation failed.
tr_tr: Eklenti etkinleştirmesi başarısız oldu.

source: Updating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti Güncelleniyor %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: %1$s yüklenirken bir hata oluştu: <strong>%2$s</strong>.

source: The installation of %1$s failed.
tr_tr: %1$s yüklemesi başarısız oldu.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Yükleme ve etkinleştirme işlemi başlıyor. Bu işlem bazı sunucularda biraz zaman alabilir, bu nedenle lütfen sabırlı olun.

source: %1$s installed and activated successfully.
tr_tr: %1$s başarıyla kuruldu ve etkinleştirildi.

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve aktivasyonlar tamamlandı.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: %1$s (%2$d/%3$d) Eklentisi Yükleniyor ve Etkinleştiriliyor

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Yükleme işlemi başlıyor. Bu işlem bazı ana bilgisayarlarda biraz zaman alabilir, bu nedenle lütfen sabırlı olun.

source: %1$s installed successfully.
tr_tr: %1$s başarıyla yüklendi.

source: All installations have been completed.
tr_tr: Tüm kurulumlar tamamlanmıştır.

source: Pages:
tr_tr: Sayfalar:

source: Search:
tr_tr: Arayın:

source: Enter your search query...
tr_tr: Arama sorgunuzu girin...

source: Categories:
tr_tr: Kategoriler:

source: Tags:
tr_tr: Etiketler:

source: Previous post
tr_tr: Önceki yazı

source: Next post
tr_tr: Sonraki yazı

source: Newer Posts
tr_tr: Daha Yeni Yazılar

source: Older Posts
tr_tr: Eski Yazılar

source: Carousel with posts
tr_tr: Slaytlı yazılar

source: Read Post
tr_tr: Yazıyı Oku

source: Nothing found
tr_tr: Hiçbir şey bulunamadı

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
tr_tr: İlk gönderinizi yayınlamaya hazır mısınız? <a href="%1$s">Buradan başlayın</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
tr_tr: Üzgünüz, ancak hiçbir şey arama terimlerinizle eşleşmedi. Lütfen bazı farklı anahtar kelimelerle tekrar deneyin.

source: It seems we can&rsquo;t find what you&rsquo;re looking for.
tr_tr: Görünüşe göre aradığınızı bulamıyoruz.

source: Posts from our blog
tr_tr: Blogumuzdan Yazılar

source: You may also like
tr_tr: Şunları da beğenebilirsiniz
