Repository: slyvioborin/halva-wordpress-turkish-translation
Catalog: *.po
Languages: tr_tr

source: Oops... Error 404
tr_tr: Eyvah... 404 Hatası

source: We are sorry, but the page you are looking for does not exist.
tr_tr: Üzgünüz, aradığınız sayfa mevcut değil.

source: Please check entered address and try again or go to <a href="%1$s" rel="home">Homepage</a>.
tr_tr: Lütfen girilen adresi kontrol edin ve tekrar deneyin veya <a href="%1$s" rel="home">Ana Sayfaya</a> gidin.

# comments title
source: One thought on &ldquo;%s&rdquo;
tr_tr: &ldquo;%s&rdquo; hakkında bir yorum

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
tr_tr: &ldquo;%2$s&rdquo; üzerine %1$s yorum

source: Older comments
tr_tr: Eski yorumlar

source: Newer comments
tr_tr: Daha yeni yorumlar

source: Comments are closed.
tr_tr: Yorumlar kapalıdır.

source: Your email address will not be published. Required fields are marked *
tr_tr: E-posta adresiniz yayımlanmayacak. Gerekli alanlar işaretlenmiştir *

source: Leave a reply
tr_tr: Bir cevap bırakın

source: Leave a reply to %s
tr_tr: %s için bir yanıt bırakın

source: Cancel reply
tr_tr: Cevabı iptal et

source: Post comment
tr_tr: Yorum gönder

source: Widgets
tr_tr: Bileşenler

source: Menu
tr_tr: Menü

source: Sans-serif fonts
tr_tr: Sans-serif yazı tipleri

source: Serif fonts
tr_tr: Serif yazı tipleri

source: Main menu (Header)
tr_tr: Ana menü (Üstbilgi)

source: Footer menu
tr_tr: Altbilgi menüsü

source: Black
tr_tr: Siyah

source: Light Gray
tr_tr: Açık Gri

source: White
tr_tr: Beyaz

source: Green
tr_tr: Yeşil

source: Blue
tr_tr: Mavi

source: Purple
tr_tr: Mor

source: Red
tr_tr: Kırmızı

source: Orange
tr_tr: Turuncu

source: Yellow
tr_tr: Sarı

source: Sidebar
tr_tr: Kenar çubuğu

source: Add widgets here to appear in your hidden sidebar. This area for widgets is located in a hidden container on the right.
tr_tr: Gizli kenar çubuğunuzda görünmesi için bileşenleri buraya ekleyin. Bileşenler için olan bu alan, sağdaki gizli bir bölümde bulunur.

source: Footer: Left Column
tr_tr: Altbilgi: Sol Sütun

source: Add widgets here to appear in your footer (column 1: left column).
tr_tr: Altbilginizde görünmesi için bileşenleri buraya ekleyin (sütun 1: sol sütun).

source: Footer: Center Column
tr_tr: Altbilgi: Orta Sütun

source: Add widgets here to appear in your footer (column 2: center column).
tr_tr: Altbilginizde görünmesi için bileşenleri buraya ekleyin (sütun 2: orta sütun).

source: Footer: Right Column
tr_tr: Altbilgi: Sağ Sütun

source: Add widgets here to appear in your footer (column 3: right column).
tr_tr: Altbilginizde görünmesi için bileşenleri buraya ekleyin (sütun 3: sağ sütun).

source: Follow:
tr_tr: Takip et:

source: Category:
tr_tr: Kategori:

source: Tag: #
tr_tr: Etiket: #

source: Search results for:
tr_tr: Arama sonuçları:

source: Total posts and pages found:
tr_tr: Toplam bulunan yazı ve sayfalar:

source: Latest posts
tr_tr: Son yazılar

source: Page №
tr_tr: Sayfa No

source: View:
tr_tr: Görüntüle:

source: Published:
tr_tr: Yayınlanmış:

source: Updated:
tr_tr: Güncellenmiş:

source: Written by:
tr_tr: Yazan:

source: All posts by the author
tr_tr: Yazarın tüm gönderileri

source: All categories
tr_tr: Tüm kategoriler

source: Dark Mode: Logo (optional)
tr_tr: Karanlık Mod: Logo (isteğe bağlı)

source: Recommendation: This logo should be the same size as the light mode logo (Site Identity > Logo).
tr_tr: Öneri: Bu logo, aydınlık mod logosu (Site Kimliği > Logo) ile aynı boyutta olmalıdır.

source: Dark Mode: Logo (setting description)
tr_tr: Karanlık Mod: Logo (ayar açıklaması)

source: Logo Width, px
tr_tr: Logo Genişliği, px

source: Hidden Navigation: Logo
tr_tr: Gizli Dolaşım: Logo

source: Hidden Navigation: Dark Mode Logo (optional)
tr_tr: Gizli Dolaşım: Karanlık Mod Logosu (isteğe bağlı)

source: Recommendation: This logo should be the same size as the light mode logo (Site Identity > Hidden Navigation: Logo).
tr_tr: Öneri: Bu logo, aydınlık mod logosu ile aynı boyutta olmalıdır (Site Kimliği > Gizli Dolaşım: Logo).

source: Hidden Navigation: Dark Mode Logo (setting description)
tr_tr: Gizli Dolaşım: Karanlık Mod Logosu (ayar açıklaması)

source: Hidden Navigation: Logo Width, px
tr_tr: Gizli Dolaşım: Logo Genişliği, px

source: Logo Settings
tr_tr: Logo Ayarları

source: The Halva theme displays text logos by default. Here you can write your text for logos and also change the type of logos from text to image.
tr_tr: Halva teması, varsayılan olarak metin logolarını görüntüler. Burada logolar için metninizi yazabilir ve ayrıca logo türünü metinden resme değiştirebilirsiniz.

source: Logo Settings: Description of the Settings Section
tr_tr: Logo Ayarları: Ayarlar bölümünün açıklaması

source: Main Logo
tr_tr: Ana Logo

source: Logo Type
tr_tr: Logo Türü

source: Text
tr_tr: Metin

source: Image
tr_tr: Resim

source: You can add an image for your main logo in the "Site Identity" section: "Site Identity > Logo".
tr_tr: "Site Kimliği" bölümünde ana logonuz için bir resim ekleyebilirsiniz: "Site Kimliği > Logo".

source: Logo Type (setting description)
tr_tr: Logo Türü (ayar açıklaması)

source: Logo Text (Logo Type: Text)
tr_tr: Logo Metni (Logo Türü: Metin)

source: Hidden Navigation: Logo Type
tr_tr: Gizli Dolaşım: Logo Türü

source: You can add an image for your navigation logo in the "Site Identity" section: "Site Identity > Hidden Navigation: Logo".
tr_tr: "Site Kimliği" bölümünde dolaşım logonuz için bir resim ekleyebilirsiniz: "Site Kimliği > Gizli Dolaşım: Logo".

source: Hidden Navigation: Logo Type (setting description)
tr_tr: Gizli Dolaşım: Logo Türü (ayar açıklaması)

source: Hidden Navigation: Logo Text (Logo Type: Text)
tr_tr: Gizli Dolaşım: Logo Metni (Logo Türü: Metin)

source: Site Navigation
tr_tr: Site Dolaşımı

source: Hidden Navigation
tr_tr: Gizli Dolaşım

source: Enable hidden navigation
tr_tr: Gizli dolaşımı etkinleştir

source: Main Menu
tr_tr: Ana Menü

source: The site navigation displays your Main Menu. You can add this menu in the menu editor: "WordPress Dashboard > Appearance > Menus". Display location: "Main menu (Header)".
tr_tr: Site dolaşımını Ana Menünüzü görüntüler. Bu menüyü menü düzenleyiciye ekleyebilirsiniz: "WordPress Başlangıç > Görünüm > Menüler". Ekran konumu: "Ana menü (Başlık)".

source: Main Menu: Instructions for Adding
tr_tr: Ana Menü: Ekleme Talimatları

source: Social Links
tr_tr: Sosyal Bağlantılar

source: Add URLs of your social profiles. If you have a large number of social profiles, then it is recommended to add links to them to the dropdown submenu of your main menu.
tr_tr: Sosyal medya profillerinizin bağlantılarını ekleyin. Çok sayıda sosyal medya profiliniz varsa, ana menünüzün açılır alt menüsüne bunlara bağlantılar eklemeniz önerilir.

source: Description of Social Settings
tr_tr: Sosyal Ayarlar'ın açıklaması

source: Twitter X URL
tr_tr: Twitter X bağlantısı

source: Facebook URL
tr_tr: Facebook URL'si

source: Pinterest URL
tr_tr: Pinterest URL'si

source: Telegram URL
tr_tr: Telegram bağlantısı

source: Reddit URL
tr_tr: Reddit URL'si

source: TikTok URL
tr_tr: TikTok URL'si

source: VK URL
tr_tr: VK bağlantısı

source: Linkedin URL
tr_tr: Linkedin URL'si

source: PayPal URL
tr_tr: PayPal URL'si

source: Patreon URL
tr_tr: Patreon URL'si

source: Flickr URL
tr_tr: Flickr URL'si

source: Instagram URL
tr_tr: Instagram URL'si

source: YouTube URL
tr_tr: YouTube URL'si

source: Vimeo URL
tr_tr: Vimeo URL'si

source: SoundCloud URL
tr_tr: SoundCloud bağlantısı

source: Dribbble URL
tr_tr: Dribble bağlantısı

source: Behance URL
tr_tr: Behance URL'si

source: GitHub URL
tr_tr: GitHub URL'si

source: RSS URL
tr_tr: RSS bağlantısı

source: Settings for Social Links in HTML Code Format
tr_tr: HTML Kodu Biçiminde Sosyal Bağlantılar İçin Ayarlar

source: Display social links in HTML code format instead of preset links
tr_tr: Sosyal bağlantıları önceden ayarlanmış bağlantılar yerine HTML kodu biçiminde görüntüleme

source: Social Links (HTML Code)
tr_tr: Sosyal Bağlantılar (HTML Kodu)

source: Add HTML code for your social links. You can use the following HTML tags: a, span, i. The following attributes are allowed for these tags: "a - href, title, target, class, rel", "span - class", "i - class". You can find examples of adding social links to this field in the documentation for this theme (Documentation > Theme Customization > Site Navigation > Social Links).
tr_tr: Sosyal bağlantılarınız için HTML kodu ekleyin. Aşağıdaki HTML etiketlerini kullanabilirsiniz: a, span, i. Bu etiketler için şu özelliklere izin verilir: "a - href, title, target, class, rel", "span - class", "i - class". Bu alana sosyal medya bağlantıları ekleme örneklerini bu temanın belgelerinde bulabilirsiniz (Belgeler > Tema Özelleştirme > Sitede Dolaşım > Sosyal Bağlantılar).

source: Social Links: Allowed HTML Tags
tr_tr: Sosyal Bağlantılar: İzin Verilen HTML Etiketleri

source: Subscribe Link
tr_tr: Abonelik Linki

source: Subscribe URL
tr_tr: Abonelik bağlantısı

source: You can use a MailChimp Form or any mailing system that generate a public URL. Check the documentation for this theme for more details.
tr_tr: Bir MailChimp formu veya genel bir bağlantı oluşturan herhangi bir posta sistemi kullanabilirsiniz. Daha fazla ayrıntı için bu temanın belgelerine bakın.

source: Subscribe URL (setting description)
tr_tr: Abonelik bağlantısı (ayar açıklaması)

source: Subscribe: Link Text
tr_tr: Abonelik: Bağlantı Metni

source: Homepage Carousel
tr_tr: Ana Sayfa Slaytı

source: Display Settings
tr_tr: Görüntü Ayarları

source: Show homepage carousel
tr_tr: Ana Sayfada slaytı göster

source: Show the carousel only on the first pagination page
tr_tr: Slaytı yalnızca ilk sayfada göster

source: Carousel Options
tr_tr: Slayt Seçenekleri

source: Maximum Number Of Carousel Items (Default Value: 7)
tr_tr: Maksimum Slayt Öğe Sayısı (Varsayılan Değer: 7)

source: What Type Of Posts Should Be Shown In The Carousel?
tr_tr: Slaytta Ne Tür Gönderiler Gösterilmeli?

source: Posts by category
tr_tr: Kategoriye göre gönderiler

source: Featured posts
tr_tr: Öne çıkan gönderiler

source: "Posts by category" - The carousel will display posts from all categories or from one selected category. "Featured posts" - The carousel will display only featured posts. You can select these posts manually in the settings for each post: "WordPress Dashboard > Posts > Add new or Edit existing post > Additional Settings > Homepage Carousel > Add this post to the carousel on your homepage (check the box)".
tr_tr: "Kategoriye göre gönderiler" - Slayt, tüm kategorilerden veya seçilen bir kategoriden gönderileri gösterecektir. "Öne çıkan gönderiler" - Slayt yalnızca öne çıkan gönderileri gösterir. Bu gönderileri her gönderi için ayarlarda manuel olarak seçebilirsiniz: "WordPress Başlangıç > Yazılar > Yeni ekle veya Mevcut yazıyı düzenle > Ek Ayarlar > Ana Sayfa Slaytı > Bu gönderiyi ana sayfanızdaki slayta ekleyin (kutuyu işaretleyin)".

source: Type of Posts for the Carousel (setting description)
tr_tr: Slayt için Gönderi Türü (ayar açıklaması)

source: Category For Carousel Items
tr_tr: Slayt Öğeleri Kategorisi

source: The category selection setting only works if the carousel displays posts by category (Homepage Carousel > What type of posts should be shown in the carousel? > Posts by category).
tr_tr: Kategori seçimi ayarı, yalnızca slayt gönderileri kategoriye göre gösteriyorsa çalışır (Ana Sayfa Slaytı > Slaytta ne tür gönderiler gösterilmeli? > Kategoriye göre gönderiler).

source: Category for Carousel Items (setting description)
tr_tr: Slayt Öğeleri için Kategori (ayar açıklaması)

source: Order By
tr_tr: Sıralama Ölçütü

source: Random order
tr_tr: Rastgele düzen

source: Publication date
tr_tr: Yayın tarihi

source: Number of comments
tr_tr: Yorum sayısı

source: Enable rewind (Move to the opposite edge when reaching the first or last carousel item)
tr_tr: Geri sarmayı etkinleştir (İlk veya son slayt öğesine ulaştığınızda diğer gidin)

source: Carousel Animation Speed (in "ms")
tr_tr: Slayt Animasyon Hızı ("ms" cinsinden)

source: Default value: 500. Recommended range of values: 300...800.
tr_tr: Varsayılan değer: 500. Önerilen değer aralığı: 300...800.

source: Carousel Animation Speed (setting description)
tr_tr: Slayt Animasyon Hızı (ayar açıklaması)

source: Show navigation buttons (Next/Previous)
tr_tr: Dolaşım düğmelerini göster (Sonraki/Önceki)

source: Show pagination (Dots)
tr_tr: Sayfalandırmayı göster (Noktalar)

source: Enable hover effects when hovering over a carousel item
tr_tr: Slayt öğesinin üzerine gelindiğinde üzerine gelme efektlerini etkinleştir

source: Carousel Content
tr_tr: Slayt İçeriği

source: Show categories
tr_tr: Kategorileri göster

source: Show date
tr_tr: Tarihi göster

source: Show author
tr_tr: Yazarı göster

source: Blog Posts
tr_tr: Blog Yazıları

source: In this section you can find settings for the section with your latest posts. Your latest posts appear on your homepage and archive pages (category and tag pages, date page, and so on).
tr_tr: Bu bölümde, en son yazılarınızın bulunduğu bölümün ayarlarını bulabilirsiniz. En son yazılarınız ana sayfanızda ve arşiv sayfalarınızda (kategori ve etiket sayfaları, tarih sayfası vb.) görünür.

source: Blog Posts: Description of the Settings Section
tr_tr: Blog Yazıları: Ayarlar Bölümünün Açıklaması

source: Show page numbers (Current page number and total number of blog pages: "Page 1 of 14")
tr_tr: Sayfa numaralarını göster (Geçerli sayfa numarası ve blog sayfalarının toplam sayısı: "Sayfa 1 / 14")

source: Enable switching between layouts (Three columns or One column)
tr_tr: Düzenler arasında geçişi etkinleştir (Üç sütun veya Bir sütun)

source: Default Layout
tr_tr: Varsayılan Düzen

source: One column
tr_tr: Bir sütun

source: Three columns
tr_tr: Üç sütun

source: This setting changes the default layout (One column or Three columns). Important! If your current browser has the "halva_blog_layout" cookie, then the layout will not change in that browser. The layout will change for visitors who do not have this cookie. If the layout switching feature is disabled, the "halva_blog_layout" cookie is not used (Blog Posts > Enable switching between layouts > Disable).
tr_tr: Bu ayar varsayılan düzeni değiştirir (Bir sütun veya Üç sütun). Önemli! Mevcut tarayıcınızda "halva_blog_layout" çerezi varsa, o tarayıcıda düzen değişmeyecektir. Bu çereze sahip olmayan ziyaretçiler için düzen değişecektir. Düzen değiştirme özelliği devre dışı bırakılırsa, "halva_blog_layout" çerezi kullanılmaz (Blog Yazıları > Düzenler arasında geçişi etkinleştir > Devre Dışı Bırak).

source: Default Layout (setting description)
tr_tr: Varsayılan Düzen (ayar açıklaması)

source: Enable horizontal (left-to-right) order for blog posts (Layout: Three columns)
tr_tr: Blog yazıları için yatay (soldan sağa) sıralamayı etkinleştir (Düzen: Üç sütun)

source: Posts
tr_tr: Yazılar

source: Featured Image: Link Type
tr_tr: Öne Çıkan Resim: Bağlantı Türü

source: Link to post
tr_tr: Yazı bağlantısı

source: Link to image
tr_tr: Resim bağlantısı

source: Enable hover effects when you hover on featured images
tr_tr: Öne çıkan görsellerin üzerine geldiğinizde fareyle üzerine gelme efektlerini etkinleştirin

source: Increase the size of small featured images
tr_tr: Öne çıkan küçük resimlerin boyutunu artırın

source: Post Excerpt Length (Number Of Words)
tr_tr: Gönderi Alıntı Uzunluğu (Kelime Sayısı)

source: Basic post formats display an automatic excerpt generated from the full content (basic formats: standard, image, gallery, audio, and video). Other post formats display full content instead of automatic excerpt (formats: aside, link, quote, status, and chat). Use the "Read More" block (or tag) to create an excerpt for these special formats.
tr_tr: Temel yazı biçimleri, tam içerikten oluşturulan otomatik bir alıntı görüntüler (temel biçimler: standart, resim, galeri, ses ve video). Diğer yazı biçimleri, otomatik alıntı yerine tam içeriği görüntüler (biçimler: kenar, bağlantı, alıntı, durum ve sohbet). Bu özel biçimler için bir alıntı oluşturmak için "Devamını Oku" bloğunu (veya etiketini) kullanın.

source: Post Excerpt (setting description)
tr_tr: Gönderi Alıntısı (ayar açıklaması)

source: Show the "Read more" link
tr_tr: "Devamını oku" bağlantısını gösterin

source: Text For The "Read More" Link
tr_tr: "Daha Fazla Oku" Bağlantısı İçin Metin

source: Show views counter
tr_tr: Görüntüleme sayacını göster

source: Show comments counter
tr_tr: Yorum sayacını göster

source: Gallery Format: Slider Options
tr_tr: Galeri Biçimi: Slayt Seçenekleri

source: Enable rewind (Move to the opposite edge when reaching the first or last slide)
tr_tr: Geri sarmayı etkinleştir (İlk veya son slayta ulaştığınızda karşı kenara gidin)

source: Transition Type For Slides
tr_tr: Slaytlar İçin Geçiş Türü

source: Fade animation
tr_tr: Solma animasyonu

source: Slide horizontal
tr_tr: Yatay kaydırın

source: Speed Of The Slide Animation (in "ms")
tr_tr: Slayt Animasyonunun Hızı ("ms" cinsinden)

source: Speed of the Slide Animation (setting description)
tr_tr: Slayt Animasyonunun Hızı (ayar açıklaması)

source: Single Pages
tr_tr: Tek Sayfalar

source: Featured Image
tr_tr: Öne Çıkan Resim

source: Featured image (or Slider images): Show cropped image instead of full image
tr_tr: Öne çıkan görsel (veya Slayt görselleri): Tam görsel yerine kırpılan görseli gösterin

source: Enable lightbox functionality for your featured image and slider images
tr_tr: Öne çıkan resminiz ve slayt resimleriniz için lightbox işlevini etkinleştirin

source: Settings for displaying elements located on a single post page. You can create or edit posts here: "WordPress Dashboard > Posts".
tr_tr: Tekli gönderi sayfasında bulunan öğeleri görüntüleme ayarları. Burada gönderi oluşturabilir veya düzenleyebilirsiniz: "WordPress Başlangıç > Yazılar".

source: Single Post Page
tr_tr: Tek Gönderi Sayfası

source: Show publication date (The date when the post was published)
tr_tr: Yayınlanma tarihini göster (Yazının yayınlandığı tarih)

source: Show update date (The date when the post was last updated). Important note: If the update date and the publication date are the same, the update date will be hidden
tr_tr: Güncelleme tarihini göster (Yazının en son güncellendiği tarih). Önemli not: Güncelleme tarihi ve yayın tarihi aynı ise güncelleme tarihi gizlenecektir

source: Show tags
tr_tr: Etiketleri göster

source: Show "About the author" section
tr_tr: "Yazar hakkında" bölümünü göster

source: You can add information about yourself in your profile settings: "WordPress Dashboard > Users > Profile > About Yourself > Biographical Info".
tr_tr: Profil ayarlarınıza kendinizle ilgili bilgileri ekleyebilirsiniz: "WordPress Başlangıç > Kullanıcılar > Profil > Hakkınızda > Biyografik Bilgi".

source: Show "About the author" section (setting description)
tr_tr: "Yazar hakkında" bölümünü göster (ayar açıklaması)

source: Show navigation between next and previous posts
tr_tr: Sonraki ve önceki gönderiler arasında dolaşımı göster

source: Show related posts
tr_tr: İlgili Yazıları Göster

source: This section displays posts that have at least one tag, which the current post also has. If the current post has no tags, then it has no related posts. If other posts do not have tags that the current post has, then the current post also has no related posts.
tr_tr: Bu bölüm, geçerli yazının da sahip olduğu en az bir etikete sahip olan yazıları görüntüler. Geçerli yazının etiketi yoksa, ilgili yazısı da yoktur. Diğer yazılarda geçerli yazının sahip olduğu etiketler yoksa, geçerli yazının da ilgili gönderisi yoktur.

source: Show related posts (setting description)
tr_tr: İlgili yazıları göster (ayar açıklaması)

source: Settings for displaying elements located on a single page. You can create or edit pages here: "WordPress Dashboard > Pages".
tr_tr: Tekli sayfada bulunan öğeleri görüntüleme ayarları. Burada sayfa oluşturabilir veya düzenleyebilirsiniz: "WordPress Başlangıç > Sayfalar".

source: Single Page
tr_tr: Tek Sayfa

source: Show publication date (The date when the page was published)
tr_tr: Yayınlanma tarihini göster (Sayfanın yayımlandığı tarih)

source: Show update date (The date when the page was last updated). Important note: If the update date and the publication date are the same, the update date will be hidden
tr_tr: Güncelleme tarihini göster (Sayfanın en son güncellendiği tarih). Önemli not: Güncelleme tarihi ve yayın tarihi aynı ise güncelleme tarihi gizlenecektir

source: Show random posts at the bottom of the page
tr_tr: Sayfanın alt kısmında rastgele yazılar göster

source: Footer
tr_tr: Altbilgi

source: You can display the following elements in the footer area of your site: Widgets, Custom text, and Footer menu. 1. Widgets. Widgets can be added on the Widgets page: "WordPress Dashboard > Appearance > Widgets". 2. Custom text. The text for the site footer usually contains copyright information. You can add this information to the text field below. It is also allowed to add links and icons to this text (The "a" tag is used for links, the "i" tag is used for icons. All available icons you can find on the Font Awesome site - the link is available in the documentation, section "Credits"). 3. Menu. You can add and customize your menu on the Menus page: "WordPress Dashboard > Appearance > Menus".
tr_tr: Sitenizin altbilgi alanında şu öğeleri görüntüleyebilirsiniz: Bileşenler, Özel metin ve Altbilgi menüsü. 1. Bileşenler. Bileşenler bileşenler sayfasına eklenebilir: "WordPress Başlangıç> Görünüm > Bileşenler". 2. Özel metin. Site altbilgisinin metni genellikle telif hakkı bilgilerini içerir. Bu bilgileri aşağıdaki metin alanına ekleyebilirsiniz. Bu metne bağlantılar ve simgeler eklenmesine de izin verilir (Bağlantılar için "a" etiketi, simgeler için "i" etiketi kullanılır. Font Awesome sitesinde bulabileceğiniz mevcut tüm simgeler - bağlantı belgelerde, "Katkıda Bulunanlar" bölümünde mevcuttur). 3. Menü. Menünüzü Menüler sayfasında ekleyebilir ve özelleştirebilirsiniz: "WordPress Başlangıç> Görünüm > Menüler".

source: Footer: Description of the Settings Section
tr_tr: Altbilgi: Ayarlar Bölümünün Açıklaması

source: Copyright Text
tr_tr: Telif Hakkı Metni

source: Add your text for the site footer. You can use the following HTML tags: p, a, span, strong, b, em, i, br. The following attributes are allowed for these tags: "p - class", "a - href, title, target, class, rel", "span - class", "i - class".
tr_tr: Site altbilgisi için metninizi ekleyin. Şu HTML etiketlerini kullanabilirsiniz: p, a, span, strong, b, em, i, br. Bu etiketler için şu niteliklere izin verilir: "p - class", "a - href, title, target, class, rel", "span - class", "i - class".

source: Copyright Text: Allowed HTML Tags
tr_tr: Telif Hakkı Metni: İzin Verilen HTML Etiketleri

source: Sticky Buttons
tr_tr: Yapışkan Düğmeler

source: Sticky buttons is a bar on the right side of the page that includes the following buttons: 1 - Sidebar button, 2 - Button to toggle between light and dark modes, 3 - Button to toggle between font types, 4 - Search button and dropdown search form, 5 - Back To Top button.
tr_tr: Yapışkan düğmeler, sayfanın sağ tarafında bulunan ve aşağıdaki düğmeleri içeren bir çubuktur: 1 - Kenar çubuğu düğmesi, 2 - Adınlık ve koyu modlar arasında geçiş yapmak için düğme, 3 - Yazı tipi türleri arasında geçiş yapmak için düğme, 4 - Arama düğmesi ve açılır arama formu, 5 - Başa Dön düğmesi.

source: Sticky Buttons: Description of the Settings Section
tr_tr: Yapışkan Düğmeler: Ayarlar Bölümünün Açıklaması

source: Button: Show hidden sidebar (arrow icon)
tr_tr: Düğme: Gizli kenar çubuğunu göster (ok simgesi)

source: If there are no widgets in the sidebar, then the sidebar button along with the sidebar will not be displayed.
tr_tr: Kenar çubuğunda bileşen yoksa, kenar çubuğuyla birlikte kenar çubuğu düğmesi de görüntülenmez.
